let easyQue = [
    {
        question: "Какая фамилия у одного из персонажей “Мертвых душ”?\n",
        v1: "Пышкин\n",
        v2: "Плюшкин\n",
        v3: "Пончиков\n",
        v4: "Шаурмян\n",
        answer: "Плюшкин",
        used: false
    },
    {
        question: "К какому разбору, как говорят, приходит опоздавший человек?\n",
        v1: "к шляпочному\n",
        v2: "к панамочному\n",
        v3: "к береточному\n",
        v4: "к шапочному\n",
        answer: "к шапочному",
        used: false
    },
    {
        question: "Куда направляется мохнатый шмель в песне из фильма “Жестокий романс”?\n",
        v1: "на речную мель\n",
        v2: "на густую ель\n",
        v3: "на душистый хмель\n",
        v4: "на электродрель\n",
        answer: "на душистый хмель",
        used: false
    },
    {
        question: "Какого типа климата не существует?\n",
        v1: "заоблачного\n",
        v2: "арктического\n",
        v3: "экваториального\n",
        v4: "умеренного\n",
        answer: "заоблачного",
        used: false
    },
    {
        question: "Как называется город в Иркутской области?\n",
        v1: "Дедовск\n",
        v2: "Внуковск\n",
        v3: "Тещинск\n",
        v4: "Братск\n",
        answer: "Братск",
        used: false
    },
    {
        question: "Какой день устраивает себе человек, желающий похудеть?\n",
        v1: "отгрузочный\n",
        v2: "разгрузочный\n",
        v3: "загрузочный\n",
        v4: "погрузочный\n",
        answer: "разгрузочный",
        used: false
    },
    {
        question: "Какое животное существует на самом деле?\n",
        v1: "морская свинка\n",
        v2: "лесная рыбка\n",
        v3: "озерная овечка\n",
        v4: "воздушная черепашка\n",
        answer: "морская свинка",
        used: false
    },
    {
        question: "Как заканчивается пословица: “Под лежачий камень…”?\n",
        v1: "снег не летит\n",
        v2: "град не стучит\n",
        v3: "вода не течет\n",
        v4: "ветер не дует\n",
        answer: "вода не течет",
        used: false
    },
    {
        question: "О чем Леонид Утесов пел: “Я могу, как книги, их читать”?\n",
        v1: "об афишах\n",
        v2: "об окнах\n",
        v3: "об объявлениях\n",
        v4: "об анонимках\n",
        answer: "об окнах",
        used: false
    },
    {
        question: "Как называется одна из сторон монеты?\n",
        v1: "фишка\n",
        v2: "решка\n",
        v3: "сушка\n",
        v4: "клюшка\n",
        answer: "решка",
        used: false
    },
    {
        question: "Кем пословица обещала сделать терпеливого казака?\n",
        v1: "кавалером\n",
        v2: "генералом\n",
        v3: "атаманом\n",
        v4: "космонавтом\n",
        answer: "атаманом",
        used: false
    },
    {
        question: "Каким может быть угол?\n",
        v1: "бестолковым\n",
        v2: "глупым\n",
        v3: "непонятливым\n",
        v4: "тупым\n",
        answer: "тупым",
        used: false
    },
    {
        question: "Какая особенность была у Эдварда, героя фильма Тима Бертона?\n",
        v1: "уши-стамески\n",
        v2: "зубы-кусачки\n",
        v3: "руки-ножницы\n",
        v4: "ноги-пассатижи\n",
        answer: "руки-ножницы"
    }
], mediumQue = [
    {
        question: "Как заканчивался девиз газеты “Искра”: “Из искры возгорится…”?\n",
        v1: "спичка\n",
        v2: "строчка\n",
        v3: "пламя\n",
        v4: "пожар мировой революции\n",
        answer: "пламя",
        used: false
    },
    {
        question: "Чем подтягивают гитарную струну?\n",
        v1: "воротком\n",
        v2: "колком\n",
        v3: "блоком\n",
        v4: "курком\n",
        answer: "колком",
        used: false
    },
    {
        question: "Что комментаторы в шутку называют лучшим другом вратаря?\n",
        v1: "мяч\n",
        v2: "поле\n",
        v3: "табло\n",
        v4: "штангу\n",
        answer: "штангу",
        used: false
    },
    {
        question: "На каком инструменте играл учитель музыки Груша, персонаж сказки “Приключения Чиполлино”?\n",
        v1: "труба\n",
        v2: "скрипка\n",
        v3: "гитара\n",
        v4: "клавесин\n",
        answer: "скрипка",
        used: false
    },
    {
        question: "Памятник какому князю недавно появился в Москве на Боровицкой площади?\n",
        v1: "Всеволоду Большое Гнездо\n",
        v2: "Ярославу Мудрому\n",
        v3: "Владимиру Красное Солнышко\n",
        v4: "Дмитрию Донскому\n",
        answer: "Дмитрию Донскому",
        used: false
    },
    {
        question: "Где делают перманент?\n",
        v1: "в ресторане\n",
        v2: "в больнице\n",
        v3: "в парикмахерской\n",
        v4: "в школе\n",
        answer: "в парикмахерской",
        used: false
    },
    {
        question: "Как зовут одну из главных героинь мультсериала “Фиксики”?\n",
        v1: "Флешка\n",
        v2: "Симка\n",
        v3: "Бусинка\n",
        v4: "Гаечка\n",
        answer: "Симка",
        used: false
    },
    {
        question: "На чем стоит Венера на знаменитой картине Боттичелли?\n",
        v1: "на камне\n",
        v2: "на раковине\n",
        v3: "на волне\n",
        v4: "на облаке\n",
        answer: "на раковине",
        used: false
    },
    {
        question: "Ученым-хранителем какой палаты был Дмитрий Иванович Менделеев?\n",
        v1: "Грановитой\n",
        v2: "Пробирной\n",
        v3: "мер и весов\n",
        v4: "лордов\n",
        answer: "мер и весов",
        used: false
    },
    {
        question: "Какую песню поет в такси героиня Татьяны Дорониной из фильма “Три тополя на Плющихе”?\n",
        v1: "Надежда\n",
        v2: "Дожди\n",
        v3: "Нежность\n",
        v4: "Ой, то не вечер\n",
        answer: "Нежность"
    }
], hardQue = [
    {
        question: "Какая река образована слиянием рек Мараньон и Укаяли?\n",
        v1: "Амазонка\n",
        v2: "Конго\n",
        v3: "Амур\n",
        v4: "Ганг\n",
        answer: "Амазонка",
        used: false
    },
    {
        question: "Как назывались кеды, продававшиеся в Советском Союзе в 1960-х годах?\n",
        v1: "Два мяча\n",
        v2: "Два кольца\n",
        v3: "Две ракетки\n",
        v4: "Две звезды\n",
        answer: "Два мяча",
        used: false
    },
    {
        question: "Кто такой или что такое краснотал?\n",
        v1: "птица\n",
        v2: "растение\n",
        v3: "рыба\n",
        v4: "бабочка\n",
        answer: "растение",
        used: false
    },
    {
        question: "Против чего в США боролись аболиционисты?\n",
        v1: "рабства\n",
        v2: "неграмотности\n",
        v3: "зависимости от Британии\n",
        v4: "сухого закона\n",
        answer: "рабства",
        used: false
    },
    {
        question: "Какое из этих государств существует на самом деле?\n",
        v1: "Зубровка\n",
        v2: "Моргариум\n",
        v3: "Белгравия\n",
        v4: "Вануату\n",
        answer: "Вануату",
        used: false
    },
    {
        question: "Кем в юности подрабатывал Дмитрий Шостакович?\n",
        v1: "тапером\n",
        v2: "краснодеревщиком\n",
        v3: "продавцом нот\n",
        v4: "натурщиком\n",
        answer: "тапером",
        used: false
    },
    {
        question: "За свободу какой страны воевал английский поэт Байрон?\n",
        v1: "Италия\n",
        v2: "Болгария\n",
        v3: "Франция\n",
        v4: "Греция\n",
        answer: "Греция",
        used: false
    },
    {
        question: "Сколько времени нужно, чтобы сварить всмятку яйцо страуса?\n",
        v1: "15 минут\n",
        v2: "25 минут\n",
        v3: "35 минут\n",
        v4: "45 минут\n",
        answer: "45 минут"
    }
];

